Repository: telekom/geo-test-ios
Catalog: GeofenceTester/*.lproj/Localizable.strings
Languages: de

source: Add Monitored Region at current location
de: Füge eine überwachte Region am aktuellen Ort hinzu

source: Are you sure you want to delete all monitored regions?
de: Möchtet Du wirklich alle überwachten Regionen löschen?

source: Are you sure you want to delete the complete log?
de: Möchtet Du das Log wirklich löschen?

source: Cancel
de: Abbrechen

source: Clear Log
de: Log löschen

source: Clear Regions
de: Regionen löschen

source: Coordinate %.4f, %.4f
de: Koordinate %1$.4f, %2$.4f

source: Delete
de: Löschen

source: Delete Region?
de: Region Löschen?

source: Do you really want to delete the region '%@'?
de: Soll die Region '%@' wirklich gelöscht werden?

source: Found: %@
de: Identifiziert als: %@

source: New Region
de: Neue Region

source: No authorization
de: Keine Authorization

source: Please enter a name
de: Name für die Region

source: Region Entered
de: Region betreten

source: Region Exited
de: Region verlassen

source: Settings
de: Einstellungen

source: This app requires the location services to be authorised
de: Die Ortungsdienste müssen für diese App zugelassen sein

source: Version unknown
de: Version unbekannt
